[
  {
    "name":"Gertrude's Nose trail in Minnewaska State Park ",
    "shortname":"Gertrude_Nose",
    "lenght":"8 hours",
    "about":"This hike traverses the ridge of Gertrude’s Nose – one of the most spectacular rock formations in the Shawangunks. From the end of the parking area, bear left on a dirt road, then turn right on the red-blazed Lake Minnewaska Carriage Road that encircles Lake Minnewaska. After a short descent, you’ll reach a junction with the Upper Awosting Carriage Road (with a swimming area on the left). Continue ahead on the Lake Minnewaska Carriage Road, which now begins to climb. Soon, you’ll reach a junction with the blue-blazed Castle Point Carriage Road, which begins on the right. Again, continue ahead on the red-blazed Lake Minnewaska Carriage Road."
  },
  {
    "name":"Delaware Water Gap",
    "shortname":"Delaware_Gap",
    "lenght":" 4 hours",
    "about":" Look for stairs on the right-hand side of the Dunnfield Creek parking lot. The red dot trail is steep and rocky, with two main climbs, and two stunning overlooks. The first overlook is reached after a half-mile ascent of about two hundred feet, and grants views of Arrow Island and Mt. Minsi from about five hundred feet above the Delaware River. The second half of the ascent is considerably more difficult, and includes a steep, switchback scramble over boulders-but it is worth it! The second overlook may offer the finest view of the Gap and the surrounding area to be found in the park. The Red-dot trail gives way shortly thereafter to the Blue-blazed trail, which is much more easily traversed. In a mile and a half, the blue gives way to a green blaze, and then to the white blaze of the Appalachian Trail, which will bring visitors back to the parking lot. Special considerations: Small children, small dogs, and those with chronically stiff joints may have difficulty on the Red-dot trail. Since the view is simply too good to pass up, using the Blue-blazed trail to go up AND down is an alternative to the Red-dot. This area is VERY busy during holiday weekends in the summer season, and during peak foliage season in the fall, so if you intend to visit at these times, plan to arrive early."
  },
  {
    "name":"Hudson Highlands Gateway Park",
    "shortname":"Hudson_Highlands",
    "lenght":"7 hours",
    "about":"A mostly undeveloped preserve of nearly 6,000 acres, Hudson Highlands State Park Preserve consists of a series of separate parcels of land stretching from Annsville Creek in Peekskill, north to Dennings Point in Beacon. The spacious park is perfect for outdoor activities such as fishing, boating, hiking, and birding. The Hudson Highlands and Hudson River provide spectacular backdrops for the many activities that can be enjoyed here. The park's extensive hiking trail network includes terrain that varies from easy to challenging. Trail maps can be obtained at the Clarence Fahnestock Memorial State Park office. The park's most well known trail – Breakneck Ridge was rated by Newsweek as one of the top 10 day hikes in America. The 5.5 mile Breakneck Ridge trail rises 1,250 feet in only a ¾ mile stretch. Please note that camping and use of fire are prohibited throughout the park."
  },
  {
    "name":"Bear Mountain State Park",
    "shortname":"Bear_Mt",
    "lenght":"5 hours",
    "about":"Bear Mountain State Park is situated in rugged mountains rising from the west bank of the Hudson River. The park features a large play field, shaded picnic groves, lake and river fishing access, a swimming pool, Trailside Museums and Zoo, hiking, biking and cross-country ski trails. An outdoor rink is open to ice skaters from late October through mid-March. The Perkins Memorial Tower atop Bear Mountain affords spectacular views of the park, the Hudson Highlands and Harriman State Park. Perkins Memorial Drive and Tower are open from April through late November, weather permitting"
  }
]